Repository: bdbcat/FindIt_pi
Catalog: po/*.po
Languages: id_id

source: FindIt
id_id: Temukan

source: Stowage PlugIn for OpenCPN
id_id: Plug Plug untuk OpenCPN

source: Stowage PlugIn for OpenCPN
id_id: Plugin Tempat Penyimpanan untuk OpenCPN

source: FindIt Options
id_id: Pilihan FindIt

source: Add Line
id_id: Tambahkan baris

source: Append a row Delete a row = Key <Del>
id_id: Tambahkan baris Hapus baris = Kunci <Del>

source: Enter Searchstring:
id_id: Masukkan Searchstring:

source: Separate more than one string with a blank
id_id: Pisahkan lebih dari satu string dengan huruf kosong

source: Buy it
id_id: Membelinya

source: If the logbook-plugin is installed send a list with checked items to 'Logbook/Maintenance/Buy Parts'
id_id: Jika buku catatan-plugin diinstal mengirim daftar dengan item diperiksa untuk 'buku Jurnal/Pemeliharaan/Beli Parts'

source: Buy
id_id: Beli

source: Priority
id_id: Diutamakan

source: Quota
id_id: Kouta

source: Actual
id_id: Sebenarnya

source: Balance
id_id: Seimbang

source: Unit
id_id: Satuan

source: Text
id_id: Teks

source: Location
id_id: Lokasi

source: Remarks
id_id: Keterangan

source: Material
id_id: Bahan

source: Provisions
id_id: Ketentuan

source: Locations
id_id: Lokasi

source: Units
id_id: Unit

source: Show FindIt Icon
id_id: Menunjukkan Ikon FindIt

source: blank
id_id: kosong

source: If Value of Column "Balance" = 0, set Value to
id_id: Jika Nilai Kolom "Saldo" = 0, Nilai yang ditetapkan untuk

source: "No"
id_id: "Tidak"

source: If Value of Column "Buy" = No, set Value to
id_id: Jika Nilai Kolom "Beli" = No, set Nilai untuk

source: Yes
id_id: Ya

source: No
id_id: Tidak

source: Use last row values as default for new row
id_id: Pakai nilai baris terakhir sebagai bawaan untuk baris baru
